# Question 1 answers
q1_a1 = '1000'
q1_a2 = '1100'
q1_a3 = '1112'

# Question 2 answers
q2_a1 = 'Այո, ես դա անում եմ անընդհատ'
q2_a2 = 'Ոչ, ինձ չի հետաքրքրում'

# Question 3 answers
q3_a1 = 'ստուգել կայքի բոլոր տարրերի և էջերի աշխատանքը'
q3_a2 = 'Զարգացնել կայքը ինտերնետում,ներգրավել հանդիսատես գովազդի, նամակագրության և բովանդակության միջոցով'

# Question 4 answers
q4_a1 = 'Տեղադրել համակարգիչներ, հեռախոսակապ, ցանցային երթուղիչներ, միացնել տպիչները, կարգավորել ծրագրերը'
q4_a2 = 'Վերլուծել ալգորիթմները, գրել կոդ ծրագրավորման լեզուներով, օգտագործել վերացական հասկացություններ'

# Question 5 answers
q5_a1 = 'Ստուգել, արդյոք ծրագիրը տալիս է ճիշտ պատասխանը'
q5_a2 = 'Ստուգել ընկերության համակարգչային ցանցը՝ տեղեկատվական հարձակումներին դիմադրության համար'

# Question 6 answers
q6_a1 = 'Ստեղծտլ նոր ալգորիթմներ'
q6_a2 = 'Վերապատրաստել աշխատակիցներին, որպեսզի չընկնեն հաքերների թակարդները'

# Question 7 answers
q7_a1 = 'Մասնակցել ծրագրերի մշակմանը, փորձարկելով դրանք աշխատունակության համար'
q7_a2 = 'Տեղադրել և կարգավորել ցանցային ծրագրեր, սերվերներ'

# Question 8 answers
q8_a1 = 'Ծրագրավորել վեբ հավելվածի տարբեր բաղադրիչների տրամաբանությունն ու վարքը'
q8_a2 = 'Նկարել վեբ հավելվածի գրաֆիկական տարրեր (կոճակներ, լոգոներ, մենյու և այլն)'
# Question 9 answers
q9_a1 = 'Ուսումնասիրել մարդկանց վարքը սոցիալական ցանցերում, որոնման համակարգերում, կայքերում'
q9_a2 = 'Ապահովել կորպորատիվ համակարգիչների անխափան աշխատանքը, գնել և թարմացնել դրանք'
# Question 10 answers
q10_a1 = 'Ստուգել՝ արդյոք կայքը կամ հավելվածն աշխատում է ըստ նախատեսվածի'
q10_a2 = 'Ստեղծել օգտագործողի համար հարմար և գեղեցիկ ինտերֆեյս'
# Question 11 answers
q11_a1 = 'Մշակել ալգորիթմներ և տրամաբանություն ծրագրի կամ ընկերության կայքի համար'
q11_a2 = 'Ինտերնետում ընկերության արտադրանքի կամ ծառայության առաջմղման հայեցակարգ մշակել'
# Question 12 answers
q12_a1 = 'Ամենօր աշխատել տառատեսակների, լուսանկարների, գույների հետ'
q12_a2 = 'Ամեն օր ուսումնասիրել օպերացիոն համակարգերը խոցելիության համար'
# Question 13 answers
q13_a1 = 'Դարձրել ընկերությունը գրավիչ հաճախորդների համար'
q13_a2 = 'Պաշտպանել ընկերությունը տեղեկատվական սպառնալիքներից'
# Question 14 answers
q14_a1 = 'Անընդհատ ուսումնասիրել ժամանակակից դիզայներների աշխատանքը'
q14_a2 = 'Անընդհատ ուսումնասիրել համակարգչային տեխնոլոգիաների վերջին նորությունները'
# Question 15 answers
q15_a1 = 'Հավաքել համակարգիչներ, միացնել դրանք ցանցին և տեղադրել ծրագրեր'
q15_a2 = 'Ուսումնասիրել և ընտրել հաքերներից տվյալները պաշտպանելու մեթոդներ'
# Question 16 answers
q16_a1 = 'Կատարել ինտերֆեյսի ձևավորում'
q16_a2 = 'Գովազդել կայքը ինտերնետում'
# Question 17 answers
q17_a1 = 'Կատարել սարքերի կանխարգելիչ սպասարկում՝ դրանց ցանցի աշխատանքը բարելավելու համար'
q17_a2 = 'Փորձարկել ուրիշների կողմից գրված ծրագրեր'
# Question 18 answers
q18_a1 = 'a³'
q18_a2 = '2a³'
