
question_1 = "Հետևյալ նշանների համակցություններից ո՞րը պետք է շարունակի այս շարքը՝ 1000011000111"

question_2 = "Դուք ձգտոու՞մ եք փոխել ձեր շրջապատը և գեղեցկացնել ձեր միջավայրը:"

question_3 = "Ձեզ դուր է գալիս օգնել մարդկանց"

question_4 = "Ձեզ դուր է գալի՞ս փորցարկումներ անել ձևի և գույնի հետ"

question_5 = "Փորցեք ընտրել երկու տարբերակներից որևիցե մեկը"

question_6 = "Փորցեք ընտրել երկու տարբերակներից որևիցե մեկը"

question_7 = "Փորցեք ընտրել երկու տարբերակներից որևիցե մեկը"

question_8 = "Փորցեք ընտրել երկու տարբերակներից որևիցե մեկը"

question_9 = "Փորցեք ընտրել երկու տարբերակներից որևիցե մեկը"

question_10 = "Փորցեք ընտրել երկու տարբերակներից որևիցե մեկը"

question_11 = "Փորցեք ընտրել երկու տարբերակներից որևիցե մեկը"

question_12 = "Փորցեք ընտրել երկու տարբերակներից որևիցե մեկը"

question_13 = "Փորցեք ընտրել երկու տարբերակներից որևիցե մեկը"

question_14 = "Փորցեք ընտրել երկու տարբերակներից որևիցե մեկը"

question_15 = "Փորցեք ընտրել երկու տարբերակներից որևիցե մեկը"

question_16 = "Փորցեք ընտրել երկու տարբերակներից որևիցե մեկը"

question_17 = "Փորցեք ընտրել երկու տարբերակներից որևիցե մեկը"

question_18 = "Լուծեք խնդիրը՝ a²*a = ?"


question = \
    [
        question_1,
        question_2,
        question_3,
        question_4,
        question_5,
        question_6,
        question_7,
        question_8,
        question_9,
        question_10,
        question_11,
        question_12,
        question_13,
        question_14,
        question_15,
        question_16,
        question_17,
        question_18
    ]


async def get_questions():
    return question
