question_1 = "Հետևյալ նշանների համակցություններից ո՞րը պետք է շարունակի այս շարքը՝ 1000011000111\n\n" \
             "1) 1000\n" \
             "2) 1100\n" \
             "3) 1112"

question_2 = "Դուք ձգտոու՞մ եք փոխել ձեր շրջապատը և գեղեցկացնել ձեր միջավայրը:\n\n" \
             "1) Այո, ես դա անում եմ անընդհատ\n" \
             "2) Ոչ, ինձ չի հետաքրքրում"

question_3 = "Ձեզ դուր է գալիս օգնել մարդկանց\n\n" \
             "1) ստուգել կայքի բոլոր տարրերի և էջերի աշխատանքը\n" \
             "2) Զարգացնել կայքը ինտերնետում,ներգրավել հանդիսատես գովազդի, նամակագրության և բովանդակության միջոցով"

question_4 = "Ձեզ դուր է գալի՞ս փորցարկումներ անել ձևի և գույնի հետ\n\n" \
             "1) Տեղադրել համակարգիչներ, հեռախոսակապ, ցանցային երթուղիչներ, միացնել տպիչները, կարգավորել ծրագրերը\n" \
             "2) Վերլուծել ալգորիթմները, գրել կոդ ծրագրավորման լեզուներով, օգտագործել վերացական հասկացություններ"
question_5 = "Փորձեք ընտրել երկու տարբերակներից որևիցե մեկը\n\n" \
             "1) Ստուգել, արդյոք ծրագիրը տալիս է ճիշտ պատասխանը\n" \
             "2) Ստուգել ընկերության համակարգչային ցանցը՝ տեղեկատվական հարձակումներին դիմադրության համար"

question_6 = "Փորձեք ընտրել երկու տարբերակներից որևիցե մեկը\n\n" \
             "1) Ստեղծել նոր ալգորիթմներ\n" \
             "2) Վերապատրաստել աշխատակիցներին, որպեսզի չընկնեն հաքերների թակարդները"

question_7 = "Փորձեք ընտրել երկու տարբերակներից որևիցե մեկը\n\n" \
             "1) Մասնակցել ծրագրերի մշակմանը, փորձարկելով դրանք աշխատունակության համար\n" \
             "2) Տեղադրել և կարգավորել ցանցային ծրագրեր, սերվերներ"

question_8 = "Փորձեք ընտրել երկու տարբերակներից որևիցե մեկը\n\n" \
             "1) Ծրագրավորել վեբ հավելվածի տարբեր բաղադրիչների տրամաբանությունն ու վարքը\n" \
             "2) Նկարել վեբ հավելվածի գրաֆիկական տարրեր (կոճակներ, լոգոներ, մենյու և այլն)"

question_9 = "Փորձեք ընտրել երկու տարբերակներից որևիցե մեկը\n\n" \
             "1) Ուսումնասիրել մարդկանց վարքը սոցիալական ցանցերում, որոնման համակարգերում, կայքերում\n" \
             "2) Ապահովել կորպորատիվ համակարգիչների անխափան աշխատանքը, գնել և թարմացնել դրանք"

question_10 = "Փորձեք ընտրել երկու տարբերակներից որևիցե մեկը\n\n" \
              "1) Ստուգել՝ արդյոք կայքը կամ հավելվածն աշխատում է ըստ նախատեսվածի\n" \
              "2) Ստեղծել օգտագործողի համար հարմար և գեղեցիկ ինտերֆեյս"

question_11 = "Փորձեք ընտրել երկու տարբերակներից որևիցե մեկը\n\n" \
              "1) Մշակել ալգորիթմներ և տրամաբանություն ծրագրի կամ ընկերության կայքի համար\n" \
              "2) Ինտերնետում ընկերության արտադրանքի կամ ծառայության առաջմղման հայեցակարգ մշակել"

question_12 = "Փորձեք ընտրել երկու տարբերակներից որևիցե մեկը\n\n" \
              "1) Ամենօր աշխատել տառատեսակների, լուսանկարների, գույների հետ\n" \
              "2) Ամեն օր ուսումնասիրել օպերացիոն համակարգերը խոցելիության համար"

question_13 = "Փորձեք ընտրել երկու տարբերակներից որևիցե մեկը\n\n" \
              "1) Դարձրել ընկերությունը գրավիչ հաճախորդների համար\n" \
              "2) Պաշտպանել ընկերությունը տեղեկատվական սպառնալիքներից"

question_14 = "Փորձեք ընտրել երկու տարբերակներից որևիցե մեկը\n\n" \
              "1) Անընդհատ ուսումնասիրել ժամանակակից դիզայներների աշխատանքը\n" \
              "2) Անընդհատ ուսումնասիրել համակարգչային տեխնոլոգիաների վերջին նորությունները"

question_15 = "Փորձեք ընտրել երկու տարբերակներից որևիցե մեկը\n\n" \
              "1) Հավաքել համակարգիչներ, միացնել դրանք ցանցին և տեղադրել ծրագրեր\n" \
              "2) Ուսումնասիրել և ընտրել հաքերներից տվյալները պաշտպանելու մեթոդներ"

question_16 = "Փորձեք ընտրել երկու տարբերակներից որևիցե մեկը\n\n" \
              "1) Կատարել ինտերֆեյսի ձևավորում\n" \
              "2) Գովազդել կայքը ինտերնետում"

question_17 = "Փորձեք ընտրել երկու տարբերակներից որևիցե մեկը\n\n" \
              "1) Կատարել սարքերի կանխարգելիչ սպասարկում՝ դրանց ցանցի աշխատանքը բարելավելու համար\n" \
              "2) Փորձարկել ուրիշների կողմից գրված ծրագրեր"

question_18 = "Լուծեք խնդիրը՝ a²*a = ?\n\n " \
              "1) a³\n" \
              "2) 2a³"

question = \
    [
        question_1,
        question_2,
        question_3,
        question_4,
        question_5,
        question_6,
        question_7,
        question_8,
        question_9,
        question_10,
        question_11,
        question_12,
        question_13,
        question_14,
        question_15,
        question_16,
        question_17,
        question_18
    ]


async def get_questions():
    return question
